src/assets/requests/notification/update_read_status.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <UpdateReadStatus xmlns="http://schemas.intasect.co.jp/generictools/service/Notification" preserveSpace="no" qAccess="0" qValues="">
      <notificationId />
      <status />
    </UpdateReadStatus>
  </SOAP:Body>
</SOAP:Envelope>